Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Przecież wiesz, że nie jest najlepiej. Żeby ta cholerna wojna się skończyła i człowiek mógł w końcu się uspokoić...
uk: Ти знаєш, як це погано. Хочеться, щоб ця кривава війна швидше скінчилася і люди нарешті заспокоїлись...

source: Przecież wszyscy o tym mówią!
uk: Про це всі й так говорять!

source: Przecież wszystkim zależy nam na tym, żeby trochę sobie zarobić...
uk: Зрештою, ми всі дбаємо про те, щоб заробити трохи для себе...

source: Przecież własnego brata bym rozpoznał.
uk: Свого брата я впізнаю.

source: Przecież zrobiłem sobie tylko krótką przerwę! Ten staruch jest nie do zniesienia. Cały dzień stoi na tym placu i wydaje tylko polecenia.
uk: Але ж я зробив лише коротку перерву! Цей старий нестерпний. Він цілими днями стоїть на площі і тільки роздає накази.

source: Przeciwników było kilku, musiałem pomóc Rodrigo i Simonowi.
uk: Супротивників було кілька, і мені довелося допомагати Родріго і Саймону.

source: Przeczesałem całe bagno i okolice. Co wyrzuciło morze, wróciło do ciebie.
uk: Я прочесав усе болото і прилеглу територію. Те, що викинуло море, повернулося до тебе.

source: Przeczucie? Twoje przeczucie nic tu nie znaczy.
uk: Передчуття? Твоє передчуття тут нічого не значить.

source: Przeczytaj to pismo.
uk: Прочитайте цей лист.

source: Przeczytałem I Tom księgi o Czwartym Kręgu wtajemniczenia magicznego.
uk: Я прочитав І том книги про четверте коло магії.

source: Przeczytałem I Tom księgi o Drugim Kręgu wtajemniczenia magicznego.
uk: Я прочитав І том книги про друге коло магії.

source: Przeczytałem I Tom księgi o Pierwszym Kręgu wtajemniczenia magicznego.
uk: Я прочитав І том книги про перше коло магії.

source: Przeczytałem I Tom księgi o Trzecim Kręgu wtajemniczenia magicznego.
uk: Я прочитав І том книги про третє коло магії.

source: Przeczytałem II Tom księgi o Czwartym Kręgu wtajemniczenia magicznego.
uk: Я прочитав II том книги про четверте коло магії.

source: Przeczytałem II Tom księgi o Drugim Kręgu wtajemniczenia magicznego.
uk: Я прочитав II том книги про друге коло магії.

source: Przeczytałem II Tom księgi o Pierwszym Kręgu wtajemniczenia magicznego.
uk: Я прочитав II том книги про перше коло магії.

source: Przeczytałem II Tom księgi o Trzecim Kręgu wtajemniczenia magicznego.
uk: Я прочитав II том книги про третє коло магії.

source: Przeczytałem III Tom księgi o Czwartym Kręgu wtajemniczenia magicznego.
uk: Я прочитав III том книги про четверте коло магії.

source: Przeczytałem III Tom księgi o Drugim Kręgu wtajemniczenia magicznego.
uk: Я прочитав III том книги про друге коло магії.

source: Przeczytałem III Tom księgi o Trzecim Kręgu wtajemniczenia magicznego.
uk: Я прочитав III том книги про третє коло магії.

source: Przeczytałem IV Tom księgi o Czwartym Kręgu wtajemniczenia magicznego.
uk: Я прочитав ІV том книги про четверте коло магії.

source: Przeczytałem IV Tom księgi o Trzecim Kręgu wtajemniczenia magicznego.
uk: Я прочитав ІV том книги про третє коло магії.

source: Przeczytałem V Tom księgi o Czwartym Kręgu wtajemniczenia magicznego.
uk: Я прочитав V том книги про четверте коло магії.

source: Przed atakiem muszę jeszcze dokonać rekonesansu jaskini. Podobno Sunder ma jakiś plan.
uk: Мені все ще потрібно розвідати печеру, перш ніж атакувати. Схоже, у Сандера є план.

source: Przed budynkiem Mateya zebrał się spory tłum. Nie mam czasu tyle czekać, muszę jakoś ich ominąć...
uk: Перед будинком Матея зібрався великий натовп. В мене немає часу так довго чекати, я мушу якось пройти повз них...

source: Przed chatą jest już czysto.
uk: Біля порогу тепер чисто.

source: Przed chwilą byłem świadkiem treningu paru żółtodziobów.
uk: Нещодавно я був свідком тренувань кількох новачків.

source: Przed chwilą to ty próbowałeś zabić mnie!
uk: Мить тому ти намагався мене вбити!

source: Przed chwilą zajęliśmy się ewakuacją rybaków. Poczekamy, aż zapadnie zmrok, i pożyczymy jedną z ich łódek by dostać się na drugą stronę.
uk: Щойно ми доправили рибалок у безпечне місце. Дочекаємося темряви і позичимо один з їхніх човнів, щоб переправитися на інший берег.

source: Przed dworem Volkera spotkałem Bernarda ścierającego ze ściany krew, której zebrałem trochę przed chwilą do menzurki i oddałem Ivy. Nie powiedział mi na jej temat nic ciekawego.
uk: Перед маєтком Волкера я зустрів Бернарда, який витирав кров зі стіни. Я набрав трохи крові у мензурку і віддав її Айві. Бернард не розповів мені нічого корисного.

source: Przed dworem Volkera spotkałem Bernarda ścierającego ze ściany krew. Ten materiał dowodowy może być istotny dla śledztwa. Powinienem zebrać jej trochę do menzurki.
uk: Перед маєтком Волкера я зустрів Бернарда, який витирав кров зі стіни. Ці докази можуть бути важливими для розслідування. Потрібно набрати трохи крові у мензурку.

source: Przed kim ich tak pilnujesz?
uk: Від кого ти їх так охороняєш?

source: Przed kościołem stoi imponujący straganik. Dlaczego nie kupisz czegoś tutaj?
uk: Перед церквою розташований чималий прилавок. Чому б не придбати щось там?

source: Przed orkami oczywiście.
uk: Від орків, звичайно.

source: Przed przelewaniem wina do beczek wielu winiarzy dodaje do niego miodu, ziół i przypraw korzennych celem polepszenia smaku. Są jednak hochsztaplerzy, którzy sprytnie wykorzystują ten zabieg, aby ukryć paskudny smak taniego wina, będącego często niczym więcej jak produktem ubocznym procesu maceracji.
uk: Перед тим, як розлити вино у бочки, багато виноробів додають мед, трави та спеції для покращення смаку. Однак деякі торговці вином спритно використовують цей прийом, щоб приховати неприємний присмак дешевого вина, який часто є нічим іншим, як побічним продуктом процесу настоювання.

source: Przed samym występem pękła bardowi struna...
uk: Перед самим виступом у барда обірвалася струна...

source: Przed siebie.
uk: Уперед.

source: Przed tym jak dali nogę ze straży, chcieli jeszcze trochę zarobić na jakimś okupie.
uk: Перш ніж накивати п'ятами з Варти, вони хотіли заробити ще трохи грошей на викупі.

source: Przed wami Marvin i Larry.
uk: Перед вами Марвін і Ларрі.

source: Przed wejściem do Wilczego Leża spotkałem drwali, którzy twierdzą, że mają drewno zamówione przez lokalnego kowala. Niestety, Crednar nie chce ich wpuścić. Drwale poprosili mnie, bym porozmawiał z Einarem.
uk: Біля входу до Вовчого Лігва я зустрів лісорубів, які стверджують, що привезли деревину на замовлення місцевого коваля. На жаль, Креднар не хоче їх впускати. Лісоруби попросили мене поговорити з Ейнаром.

source: Przed wejściem na teren cmentarza przy klasztorze natrafiłem na dwóch nowicjuszy. Podobno na cmentarzu znaleźli dzisiaj ciała jakichś bestii. Brzmi to jak zadanie odpowiednie dla paladyna. Powinienem porozmawiać z Candakiem.
uk: Перед входом на цвинтар біля монастиря я зустрів двох послушників. Схоже, вони сьогодні знайшли на цвинтарі тіла якихось звірів. Це схоже на роботу для паладина. Потрібно поговорити з Кандаком.

source: Przed wiekami w tych piecach przez całą dobę topione było srebro na oręż i pancerze dla naszych wojowników.
uk: Століття тому в цих печах цілодобово плавили срібло для виготовлення зброї та обладунків для наших воїнів.

source: Przed wkroczeniem Myrtańczyków większość chat i domów w mieście była zbudowana z drewna, co przekładało się na ich słabszą jakość i wytrzymałość. Chcąc uodpornić je na działania żywiołów, władze zaczęły stawiać kamienice oparte na konstrukcji ryglowej, dodatkowo wzmacniającej strukturę budynków.
uk: До приходу міртанців більшість хатин і будинків у місті були дерев'яними, що знижувало їхню якість і довговічність. Намагаючись зробити їх більш стійкими до негоди, влада почала зводити кам'яні будинки з дерев'яним каркасом, який широко використовувався по всій Міртані.

source: Przed wyruszeniem w drogę chciałabym załatwić jeszcze jedną sprawę.
uk: Перш ніж вирушити в дорогу, я хочу залагодити ще одну справу.

source: Przedarłem się przez całe płonące miasto zabijając zarówno Wilczych Synów, jak i ludzi Lichwiarza.
uk: Я пройшов через усе палаюче місто, вбиваючи як Вовчих Синів, так і людей Лихваря.

source: Przedarłem się przez nasyp, którym ktoś zablokował bramę, i znalazłem się w mieście. Może w tym chaosie dam radę dostać się do Lichwiarza.
uk: Я подолав насип, яким хтось заблокував ворота, і опинився у місті. Можливо, в цьому хаосі мені вдасться дістатися до Лихваря.

source: Przede wszystkim Adanosa. Nigdzie indziej nie nawiążesz z nim kontaktu tak łatwo, jak w murach klasztoru.
uk: Перш за все, Аданоса. Ти ніде більше так легко не встановиш з ним контакт, як у стінах монастиря.

source: Przede wszystkim będziemy potrzebowali sprzętu. Mowa tutaj zarówno o rzeczach tak oczywistych jak pochodnie czy liny, ale także o narzędziach.
uk: Перш за все, нам знадобиться спорядження. Мова йде про такі очевидні речі, як смолоскипи та мотузки, а також про інструменти.

source: Przede wszystkim chciałem przestać spędzać każdy wieczór w karczmie...
uk: Понад усе я хотів би перестати проводити кожен вечір у корчмі...

source: Przede wszystkim dobrze się rozglądaj, miasto jest pełne pięknej architektury i okazji do zarobku!
uk: Перш за все, уважно роздивись навколо, місто повне красивої архітектури та можливостей заробітку!

source: Przede wszystkim jesteś strażnikiem, obrońcą wyspy i poddanym Króla! Kiedy twój dowódca każe ci iść wykonywać polecenia Królewskiego Wysłannika, to idziesz i je wykonujesz!
uk: Перш за все, ти вартовий, захисник острова і підданий Короля! Коли твій командир наказує тобі йти і виконувати накази Королівського посла, ти йдеш і виконуєш їх!

source: Przede wszystkim musimy dostać się do środka twierdzy.
uk: Перш за все, нам потрібно потрапити всередину фортеці.

source: Przede wszystkim musisz porzucić cały swój doczesny majątek. Połowę należy rozdać ubogim, a drugą przekazać do skarbca klasztornego.
uk: Перш за все, ти повинен відмовитися від усього свого земного майна. Половину роздати бідним, а іншу половину передати у монастирську скарбницю.

source: Przede wszystkim musisz porzucić swoje dotychczasowe zobowiązania, a w szczególności gildię, do której należysz.
uk: Перш за все, тобі доведеться відмовитись від всіх наявних зобов'язань, зокрема, від гільдії, до якої ти належиш.

source: Przede wszystkim musisz uważać, bo bardzo łatwo sobie przy tym poparzyć dłonie. Stosowanie rękawic ochronnych jest tutaj wysoce wskazane.
uk: Перш за все, ти повинен бути обережним, тому що в процесі роботи дуже легко обпекти руки. Наполегливо рекомендую використовувати захисні рукавички.

source: Przede wszystkim należy pamiętać, by eliksiru nie stosować częściej niż raz na dekadę. W innym wypadku całkowicie spustoszy organizm, zamiast go wyleczyć. Wiedząc to wszystko, możesz przystąpić do warzenia mikstury.
uk: Насамперед, пам'ятайте, що це зілля не можна використовувати частіше, ніж раз на десять років. Інакше воно повністю спустошить ваш організм замість того, щоб вилікувати його. Розуміючи це все, можна приступати до приготування зілля.

source: Przede wszystkim nie daj się otoczyć. Większość ożywieńców potrafi w moment przebić się nawet przez ciężki pancerz.
uk: Перш за все, не дозволяй себе оточити. Більшість нечисті може миттєво пробити навіть важкі обладунки.

source: Przede wszystkim nie wiś mi cały czas nad głową! Masz mi regularnie przynosić mięso, ale nie co pięć minut.
uk: Перш за все, не висіти весь час над моєю головою! Ти маєш регулярно приносити мені м'ясо, але не кожних п'ять хвилин.

source: Przede wszystkim nie właź im pod nogi, bo cię zwyczajnie rozdeptają. Staraj się trzymać blisko ścian i wszelkich skrzynek czy beczek.
uk: Перш за все, не потрапляй їм під ноги, оскільки вони просто тебе розтопчуть. Намагайтеся триматися ближче до стін або ящиків чи бочок.

source: Przede wszystkim podpisujesz umowę dotyczącą podziału wydobytego w kopalni złota.
uk: Перш за все, ти підписуєш угоду про поділ золота, видобутого у копальні.

source: Przede wszystkim potwory...
uk: Перш за все, усіляких монстрів...

source: Przede wszystkim powinieneś wiedzieć, że ludzie nie zawsze mają ochotę na nagabywanie przez jakiegoś młokosa.
uk: Перш за все, знай, що людям не завжди подобається, коли до них пристають якісь молодики.

source: Przede wszystkim regularnie sprawdzaj zamki w moich nowych kufrach. No i przydałoby mi się, żebyś przynosił mi drewno na sklecanie tych skrzyń.
uk: Перш за все, регулярно перевіряй замки на моїх нових скринях. І я був би вдячний, якби ти приносив мені деревину, щоб зібрати ці скрині докупи.

source: Przede wszystkim to ja mam pytanie: skąd go masz? To grot bełtu, w które wyposażam tylko Wilczych Synów, z resztą nie wszystkich. Ukradłeś go?
uk: Перш за все, я хочу запитати: де ти його взяв? Це болт, яким я оснащую лише Вовчих Синів, і то не всіх. Ти його вкрав?

source: Przede wszystkim to powiedz gdzie jest koło zębate które ukradłeś.
uk: Перш за все, скажи мені, де шестерня, яку ти вкрав.

source: Przede wszystkim to słyszę bicie swojego serca! Nigdy nie byłam tak blisko śmierci... Nigdy więcej...
uk: Насамперед, я чую, як б'ється моє серце! Я ніколи не була так близько до смерті... Ніколи знову...

source: Przede wszystkim to, że każdy dba tutaj tylko o własny interes, dlatego chwytaj się każdej pracy, jaką ci zaoferują.
uk: Перш за все, тут кожен дбає лише про власні інтереси, тож хапайся за будь-яку роботу, яку тільки запропонують.

source: Przede wszystkim unikaj lasów i bezdroży, a już kompletną głupotą byłoby zapuszczanie się do nich w środku nocy.
uk: Перш за все, уникай лісів та бездоріжжя, і було б повною дурістю наважитися піти туди посеред ночі.

source: Przede wszystkim zgłoś się do Lorenzo, on ci wszystko wyjaśni.
uk: Перш за все, з'явися до Лоренцо, він тобі все пояснить.

source: Przede wszystkim, jeśli ktoś ci powie, że są prymitywnymi zwierzętami, to jak najszybciej zmień rozmówcę.
uk: Насамперед, якщо хтось скаже тобі, що вони примітивні тварини, то перестань його слухати.

source: Przede wszystkim, to nie twoje zmartwienie. Elvart!
uk: Перш за все, це не твоя справа. Ельварте!

source: Przede wszystkim: czy szczury, które spotkałeś, były bardzo agresywne?
uk: Перш за все: чи були щури, яких ти зустрів, дуже агресивними?

source: Przedmiot przydatny do gotowania,
uk: Пригодиться для приготування їжі,

source: Przedmiot używany do wytwarzania magicznych zwojów.
uk: Пригодиться для створення магічних сувоїв.

source: Przedmiot, który trzymasz w rękach to runa magiczna. Broń w rękach magów i zwykły kamień w rękach pozostałych.
uk: Предмет, який ти тримаєш у руках - це магічна руна. Для магів це зброя, а для всіх інших – лише камінь.

source: Przedmiot?
uk: Предмет?

source: Przedostanę się do Lorenzo i powiem mu o tej sytuacji.
uk: Я відправлюсь до Лоренцо і розповім йому про ситуацію, що склалася.

source: Przedstawicieli władzy bez nakazu obowiązują takie same reguły jak innych kupujących. Nie próbuj mnie więcej oszukać, ludzie Araxos mają prawo handlowe w małym palcu.
uk: Представники влади без відповідного указу дотримуються тих самих правил, що й інші покупці. Не намагайся знову обдурити мене, люди Араксосу знають торгове право як свої п'ять пальців.

source: Przedstawienie planu Viktorowi okazało się kiepskim pomysłem. Martha zaraz się o wszystkim dowie. Muszę ostrzec Lutza.
uk: Розповісти про план Віктору виявилося поганою ідеєю. Марта ось-ось про все дізнається. Я повинен попередити Люца.

source: Przedstawiłem wszystkie dowody Cortezowi, jednak on postanowił zatuszować sprawę. Naiwnym jest ten, kto szuka sprawiedliwości wśród złoczyńców. Mam nadzieję, że już nic nie stanie mi na przeszkodzie do spotkania Bena.
uk: Я представив Кортезу усі докази, але він вирішив зам'яти справу. Наївно шукати справедливості серед злочинців. Сподіваюся, більше ніщо не стане на заваді моїй зустрічі з Беном.

source: Przegonił je polujący cieniostwór. Uciekając, wpadły na chłopaków i porozwlekały ładunek żywności po okolicy.
uk: Їх прогнав тінезвір. Утікаючи, вони вискочили на хлопців і перекинули вантаж з провізією по всій околиці.

source: Przegrani muszą pogodzić się z ich werdyktem.
uk: Той, хто програв, повинен прийняти їхній вирок.

source: Przegrałem swoją pierwszą walkę. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв свій перший бій. Ніякої нагороди мені не світить. Я повинен спробувати наступного вечора ще раз.

source: Przegrałem walkę z Południowcem. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок з південцем. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem walkę z farmerem. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок із фермером. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem walkę z gońcem z Gildii Kupieckiej. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок з посланцем із Торгової Гільдії. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem walkę z najemnikiem Lichwiarza. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок з найманцем Лихваря. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem walkę ze starym marynarzem. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок зі старим моряком. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem walkę ze strażnikiem. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок із вартовим. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem z Wilczym Synem. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок з Вовчим Сином. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem z dwójką wojowników. Nie mam co liczyć na żadną nagrodę. Muszę wrócić innego wieczoru.
uk: Я програв поєдинок з двома бійцями. Мені не варто сподіватися на якусь винагороду. Повернуся наступного вечора.

source: Przegrałem zakład. Nie dość, że straciłem trochę złota, to jeszcze w ogóle nie zbliżyłem się do zdobycia miecza. Muszę spróbować czegoś innego.
uk: Я програв парі. Окрім того, що я втратив трохи золота, я навіть не наблизився до того, щоб дістати меч. Треба спробувати щось інше.

source: Przegrałeś jakiś głupi zakład?
uk: Програв якесь дурне парі?

source: Przejdzie tam podstawowy trening oraz pozna przybliżony termin wyruszenia na front.
uk: Там він пройде базову підготовку та дізнається приблизну дату відправлення на фронт.

source: Przejdziemy w takim razie do ostatniego zadania.
uk: Далі ми перейдемо до останнього завдання.

source: Przejdź do rzeczy.
uk: Ближче до суті.

source: Przejdź na stronę Salviego i rób to, co ci każe, a dożyjesz kolejnego dnia. Kapujesz?
uk: Переходь на бік Сальві і роби те, що він скаже, тоді протягнеш до наступного дня. Зрозумів?

source: Przejdź po bibliotece, pozbieraj porozrzucane księgi i poodkładaj we właściwe miejsce.
uk: Пройдися по бібліотеці, позбирай розкидані книги і розстав їх по своїх місцях.

source: Przejdź przez bramę i idź w dół, w kierunku portu aż dojdziesz do tawerny o nazwie Syreni Lament. Mroczne Tajemnice to ten paskudny budynek za tawerną.
uk: Пройди крізь ворота і йди вниз до порту, поки не дійдеш до корчми під назвою 'Плач сирени'. Темні Таємниці – це та страшнувата будівля позаду корчми.

source: Przejdź się do jaskini, to sam się przekonasz.
uk: Прогуляйся до печери, і сам у цьому переконаєшся.

source: Przejdź się po mieście i porozglądaj się za tym pijakiem. Gdy już będziesz któregoś podejrzewał, porozmawiaj z nim i powiedz, żeby cię gdzieś zaprowadził.
uk: Пройдися містом і пошукай цього п'яничку. Як тільки когось запідозриш, поговори з ним і попроси, щоб він тебе кудись відвів.

source: Przejdź się wybrzeżem i pozbieraj tyle ryb, ile zdołasz. Za każdą z nich otrzymasz ode mnie zapłatę.
uk: Пройдися узбережжям і збери якомога більше рибин. За кожну ти отримаєш від мене оплату.

source: Przejdźmy do interesów.
uk: Перейдімо до справи.

source: Przejdźmy do rzeczy, czego potrzebujesz? Tylko nie mów, że brakuje ci złota...
uk: Ближче до справи, що саме потрібно? Тільки не кажи, що тобі бракує золота...

source: Przejdźmy do rzeczy, pokażę ci, jak walczy prawdziwy mistrz!
uk: Перейдемо до справи, я покажу тобі, як б'ється справжній майстер!

source: Przejdźmy do rzeczy, wiem już pozostałe szczegóły z planu Salviego.
uk: Перейдемо до справи. Мені відомі інші деталі щодо плану Сальві.

source: Przejdźmy do sedna: nagroda.
uk: Перейдемо до головного – винагороди.

source: Przejdźmy jednak do twojej nagrody. Eliksiry, jak sam widzisz, jeszcze nie do końca spełniają oczekiwania, więc mam tu dla ciebie kilka innych wywarów.
uk: Давай перейдемо до твоєї нагороди. Еліксири, як ти сам бачиш, поки що не зовсім виправдовують очікування, тому я маю для тебе кілька інших мікстур.

source: Przejdźmy od razu do rzeczy. W porcie warsztat otworzył jakiś facet, który przypłynął z Khorinis czy innej wsi.
uk: Перейдемо одразу до суті. У порту відкрив майстерню якийсь хлопець, що приплив чи то з Хорінісу, чи то з якогось села.

source: Przejdźmy zatem do działania.
uk: Перейдемо до справи.

source: Przejdźmy zatem do interesów.
uk: Перейдімо ж до справ.

source: Przejmujesz się, jakby cię szanowali.
uk: Ти так переживаєш, ніби вони тебе поважали.

source: Przejmuję dowodzenie nad waszą jednostką.
uk: Я беру на себе командування вашим підрозділом.

source: Przejrzałem ten porzucony obóz Wilczych Synów i dowiedziałem się trochę na temat tego, co możemy zastać w środku.
uk: Оглянув я цей покинутий табір Вовчих Синів і довідався дещо про те, що ми можемо знайти всередині.

source: Przejrzałem twój plan.
uk: Я розкусив твій план.

source: Przejrzałem, jakby zasłona opadła z moich oczu. Nie ma prawdziwej sprawiedliwości bez równowagi, ale nie może być też balansu bez odwagi.
uk: Я прозрів, наче завіса впала з моїх очей. Не може бути справжньої справедливості без рівноваги, але також не може бути рівноваги й без відваги.

source: Przejrzałeś mnie!
uk: Ти мене розкусив!

source: Przejrzyjcie na oczy, ludzie! Morris mami was złotem i ciepłymi posadkami!
uk: Отямтесь, люди! Морріс обманює вас золотом та гарною роботою!

source: Przejrzysta woda
uk: Прозора вода

source: Przejrzę ten dziennik, może uda mi się w nim znaleźć coś przydatnego.
uk: Я подивлюся цей щоденник, можливо знайду в ньому щось корисне.

source: Przejął dom i winnicę, a o pracowników nie dbał! Dobrze mu tak!
uk: Він загарбав собі будинок і виноградник, і не дбав про працівників! Так йому і треба!

source: Przejście dalej jest zablokowane przez wrota z trzema wgłębieniami. Muszę wrócić do pozostałych i im to przekazać.
uk: Прохід далі перекритий воротами з трьома заглибленнями. Я повинен повернутися до інших і розповісти їм про це.

source: Przejście dla gubernatora!
uk: Дорогу губернатору!

source: Przejście do kolejnego pomieszczenia ma podłogę wyłożoną pułapkami. Może gdzieś po drugiej stronie znajdzie się wyłącznik? Mogę też poprosić kogoś z obozu o pomoc w tej sprawie. Może Markus będzie wiedział co zrobić.
uk: Прохід до наступної кімнати встелений пастками. Можливо, десь з іншого боку є вимикач? Також можна попросити когось із табору допомогти мені з цим. Можливо, Маркус знає, що робити.

source: Przejść do twoich interesików?
uk: Перейдемо до твоїх справ на стороні?

source: Przekazano mi już wiadomość. Hm... podsumujmy.
uk: Мені вже передали повідомлення. Хм... давай підведемо підсумки.

source: Przekazać pozdrowienia?
uk: Передати привіт?

source: Przekazałem Folkardowi wieści o śmierci Rolfa.
uk: Я повідомив Фолькарду про смерть Рольфа.
